[
    {
        "title": "I Am What I Am",
        "location": "The Ark Doors",
        "group": "ark",
        "image": "iAmWhatIAm",
        "description": "The Burning Bush is the central theme of the doors of the ark. Just as the right and panels depict creation, the ark doors depict \"Revelation,\" from the Book of Exodus (3:2) \"An angel of the Lord appeared in a blazing fire out of a bush. He gazed and there was a bush all aflame, yet the bush was not consumed.\"\n\nThe flames cover the entire area and invade the windows on the left and right. They are an extension of the eternal light and the best offering we can give to God the Creator.\n\nThe green and blue space at the center of the doors is a remembrance that the bush is never consumed. More emphasis is placed on the flames because red is the color of love."
    },
    {
        "title": "Creation",
        "location": "Panels to the Right of the Ark",
        "group": "ark",
        "image": "creation",
        "description": "There are six vertical panels of glass. The two to the right of the ark are the theme of Creation from the book of Genesis (1:3) \"God said, \"Y'he Or\"... - \"Let there be light\". The windows on the right side of the ark depict the creation of the world as it is sung in Psalm 104, the first 3 verses. If you look carefully, you can see the separation of the days, one from the other. God made the sun, depicted by the large circle and then separated the water from above and the water beneath. Then, he created the light on the right hand side; the red circle, the moon and the stars and the light above the circle symbolizing life in white and red with the outline of a bird.\n\nAt the top in green and amber are the seas, the trees the green vegetation. At the very bottom are the fish and the bird. The left side becomes the Red Sea. Note that water continues to dominate the bottom of the panel growing into the next panel. The ladder in the window is the vision of Jacob. The blue on the right side of the circle continues the separation of the waters.\n\nThe artist insists that when looking at his conception of this ark and of the 39 windows, that you make your own interpretation – there is nothing \"binding.\""
    },
    {
        "title": "Redemption",
        "location": "The Panels to the Left of the Ark",
        "group": "ark",
        "image": "redemption",
        "description": "These panels are the theme of \"Redemption\" from the Book of Exodus (8:21). When Pharaoh had finally let the people go and Moses led them through the wilderness, \"The Lord went before them in a pillar of cloud by day, to guide them along the way, and in a pillar of fire by night to give them light.\"\n\nThe pyramids remember the bondage in Egypt. The circle to the left of the pyramids is the separation of the Red Sea. Mt. Sinai is in the center and the top of the mountain is in the clouds. The column of clouds and the column of light in the center of the window, and mt. Sinai above the tablets showing the law established by God and given to his people, indicating that a new ethic is born.\n\nThe clouds around Mt. Sinai are symbols of freedom – \"I am the first and the last, and beside me there is no God.\" This gives to Israel and to the Jews, responsibility for their actions. Therein lies the universality of Israel as the leader of an ethical nation bringing this message to the world."
    },
    {
        "title": "Prayer",
        "location": "First (leftmost) window above the Ark",
        "group": "aboveArk",
        "image": "prayer",
        "description": "The first window is entitled PRAYER – \"In Thee, Oh Lord, do I put my trust.\" We see the hand placed on the Western Wall and the theme of prayer is depicted throughout the window."
    },
    {
        "title": "Bar-Bat Mitzvah",
        "location": "Second window from the left above the Ark",
        "group": "aboveArk",
        "image": "barBatMitzvah",
        "description": "The second window is the BAR-BAT MITZVAH message to Israel. Note the figures of children towards the bottom of the window shrouded in the Tallit. They are handing the Torah to the elders who are also in the Tallit. This indicates the passing of the Torah from one generation to the next."
    },
    {
        "title": "Truth",
        "location": "Third window from the left above the Ark",
        "group": "aboveArk",
        "image": "truth",
        "description": "The third window is entitled TRUTH and is depicted by the torch, which is the flame of the burning bush; again, \"I am what I am.\""
    },
    {
        "title": "Justice",
        "location": "Fourth and center window above the Ark",
        "group": "aboveArk",
        "image": "justice",
        "description": "The center window is JUSTICE – \"Justice, Justice shall you pursue, that your way thrive and occupy the land that the Lord, your God is giving you.\" In the center the sun of justice with the scales to weigh the judgment of God."
    },
    {
        "title": "Peace",
        "location": "Fifth window from the left above the Ark",
        "group": "aboveArk",
        "image": "peace",
        "description": "The fifth window is PEACE. Here the dove of peace with an olive branch is offered to the land of Israel as a message for all of the nations."
    },
    {
        "title": "Study of Torah",
        "location": "Sixth window from the left above the Ark",
        "group": "aboveArk",
        "image": "studyOfTorah",
        "description": "The sixth window is STUDY OF TORAH. \"Blessed are the undefiled in the way who walk in the law of the Lord – Blessed are they that keep his testimonies and that seek Him with the whole heart.\""
    },
    {
        "title": "The Spirit of Family",
        "location": "Seventh and rightmost window above the Ark",
        "group": "aboveArk",
        "image": "theSpiritOfFamily",
        "description": "The last window right above the ark is THE SPIRIT OF FAMILY. This window honors all generations. They are part of the memory of Israel, the keepers of Torah. “Honor your father and your mother, that you may long endure in the land which the Lord your God is giving you.” This window shows the relationship between the family and the ethical structure of the Jewish tradition."
    },
    {
        "title": "The Creation",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "theCreation",
        "description": "In this, we see the hand of man manipulating the earth and the activities of mankind. God said, \"Fill the earth and master it.\" It is our mission to perfect His creation and become His co-worker. He said, it shall be our task to help form the world. The circle indicates perfection and beauty that when all of creation is completed we will have an entity which is like a jewel."
    },
    {
        "title": "The First Sabbath",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "theFirstSabbath",
        "description": "The seventh day became the divine seal of the creation of the world. Its significance unmistakable – \"And God blessed the seventh day and declared it holy.\" On the top right of the window is light; the circle represents the separation of the waters. Then, we see the creation of the vegetation, of stars, the sky and the sun, and then fish – indicating animal life. At the lower left is the shawl of prayer symbolizing the mantle of responsibility of ethical behavior that is given to man. In the center is the cloud and the throne showing our respect for God."
    },
    {
        "title": "Noah",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "noah",
        "description": "Noah's faith is borne of his own generation. He did not become the father of a new religion or a new faith. He lacked the compassion for nowhere did he show a feeling of sadness that an entire generation was about to be lost. \"Noah was a righteous man; he was blameless in his age; Noah walked with God.\" In the lower left of the window, we see the ark but overall are the seven colors of the rainbow which in actuality stand for the seven precepts of the Noachic Covenant:\n• You may not worship idols\n• You may not blaspheme\n• You must establish courts of justice\n• You may not\n murder\n• You may not commit adultery\n• You may not rob or steal\n• You may not eat the flesh of a living animal\nThis was a covenant for all man, Jew & Non-Jew. These precepts remain today."
    },
    {
        "title": "Tower of Babel",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "towerOfBabel",
        "description": "The Babel story presents all mankind and all individuals in a small area. This unity of language ends because man's rebellious actions once again bring down the judgment of God. This ends the pre-historic era of the Bible and we enter the patriarchal era. In the cycle of the patriarchs which follows – the rise of Abraham and his descendants – we see the full context of God's plans for mankind."
    },
    {
        "title": "Abraham",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "abraham",
        "description": "The patriarchal era begins with ABRAHAM and his descendants to whom are now entrusted the task of bringing the blessings of God to all nations of the earth. Abraham is the first Jew. He was a wonderer and carries a sack. Above him is his vision and below are the moon, trees, the land and the light blue of the sea. We note a cloud in the Tower of Babel window which is connected with the cloud in the window of Abraham because he sees something more than the rest of us. He sees another dimension and walks above the stars as God says, \"Your people will be as numerous as the stars in heaven.\""
    },
    {
        "title": "Issac",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "isaac",
        "description": "This window is ISSAC. However, it is intimately connected with the following window, which is entitled, JACOB. The artist sees Jacob as the key character in establishing a relationship with God. It represents the struggle that Jacob has with the angel of God in the first window and his understanding and triumph over the angel really representing mankind, in the second window. In the first of the two windows, Jacob struggles so that he changes his name from Jacob to Israel. The window paired with it is his vision shown by the ladder. On the right side of JACOB we see him looking at the mountain with two hands raised as a prophet. In the center, the two wings of the angel in amber are shown. The body of the angel is in red transformed by the love of God."
    },
    {
        "title": "Jacob",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "jacob",
        "description": "ISSAC is the previous window. However, it is intimately connected with this window, which is entitled, JACOB. The artist sees Jacob as the key character in establishing a relationship with God. It represents the struggle that Jacob has with the angel of God in the first window and his understanding and triumph over the angel really representing mankind, in the second window. In the first of the two windows, Jacob struggles so that he changes his name from Jacob to Israel. The window paired with it is his vision shown by the ladder. On the right side of JACOB we see him looking at the mountain with two hands raised as a prophet. In the center, the two wings of the angel in amber are shown. The body of the angel is in red transformed by the love of God."
    },
    {
        "title": "Tzedakah",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "tzedakah",
        "description": "Encompassing a far greater concept than its normal translation – \"Charity.\" We see a suffering human in a prone position being helped by one above. The light above all is the glory of God. This is another ethical relationship that binds Jews to one another and to all mankind."
    },
    {
        "title": "Sabbath",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "sabbath",
        "description": "We see the cup of wine in the center, the Sabbath candles, the challah and the blue prayer shawl encircling the entire table in the mantle of God. Nothing is more important than the observance of the Sabbath. \"Remember the Sabbath and keep it holy.\""
    },
    {
        "title": "Rosh Hashanah and Yom Kippur",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "roshHashanahYomKippur",
        "description": "The hand holding the shofar represents mankind asking for God's mercy and forgiveness from sin. The sin is represented by the brown at the bottom of the window. Depicted here is that at once triumphant and yet repentant."
    },
    {
        "title": "Eight Flames of Chanukah",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "chanukah",
        "description": "Most important here are the eight flames coming from the oil lamps in a triumph of freedom."
    },
    {
        "title": "Sukkot",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "sukkot",
        "description": "In the center is a Sukkah with the sky appearing through it. The lighter greens around the Sukkah show the vegetation and the gathering in of the \"harvest of fruits.\""
    },
    {
        "title": "Friendship With Society and Mankind",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "friendship",
        "description": "We help one another, our head is on your shoulder the red surrounding the two people is symbolic of their love as red is the color of love."
    },
    {
        "title": "Creation of the State of Israel",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "israel",
        "description": "This window symbolizes the state of Israel with the seven branch menorah and seven flames. The shape of the state of Israel is given and note that it is a keystone because it is the foundation of the ethical world. The shawl of prayer surrounds it all."
    },
    {
        "title": "Benjamin",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "benjamin",
        "description": "The territory of Benjamin was Jerusalem and we see Mt. Zion with the temple at the top in this window."
    },
    {
        "title": "The Holocaust",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "theHolocaust",
        "description": "THE HOLOCAUST window is different from all others. There is no blue background; it is in divine white. The circle at the top left is the indifference of the world to what happened to the Jewish people. The six stones stand for the 6 million who perished; the yellow badge is written in French because the artist - who is not Jewish - insists on assuming some of the guilt of the Holocaust."
    },
    {
        "title": "Ruth",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "ruth",
        "description": "We see the shofar in the body of the woman and a small menorah on the left. \"Wither thou goest, I will go.\" The blue represents the spirituality of the two in the window; the red represents the love of one person for the stranger, a trait to which Jews are committed."
    },
    {
        "title": "Joseph",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "joseph",
        "description": "We see Joseph at the well and at the bottom of the well is the abundance of riches which are due to those who are righteous. The circle is the sun which makes us all one with the world."
    },
    {
        "title": "Asher",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "asher",
        "description": "He is the priest who gave oil for the lights in the Temple. On the left, we notice that the olives are pressed to make oil. As the olives are pressed by the wheels, they produce the oil which follows to the bottom of the window to light the flames of the Temple."
    },
    {
        "title": "Naphtali",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "naphtali",
        "description": "A \"deer let loose.\" His tribe lived along the sea and was very productive in the protection and development of Israel at the time."
    },
    {
        "title": "Gad",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "gad",
        "description": "Ever present fighting was always a threat and we see the circle of three lights indicating violence again. He succeeded in repelling other nations which were constantly attacking him."
    },
    {
        "title": "Dan",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "dan",
        "description": "The beak of the eagle once again shows a tribe being attacked. But it is written, \"His enemies will fall backwards.\""
    },
    {
        "title": "Issachar",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "issachar",
        "description": "Note the man's figure sowing grain. He was from an agricultural tribe. The tent at the bottom of the window is a symbol of the form and activities at that time."
    },
    {
        "title": "Zebulon",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "zebulon",
        "description": "Zebulon was a merchant who took ships from one port to another and dealt in commerce to help his tribe and the people Israel."
    },
    {
        "title": "Judah",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "judah",
        "description": "Although he is the 4th tribe in order, he is, in reality the leader. He holds the scepter of leadership. At the top of the window comes forth the flame of truth."
    },
    {
        "title": "Levi",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "levi",
        "description": "The high priest of the temple. We see the shawl of prayer, the veil in the temple is purple indicating his most important tasks in the administration of the day to day activities of the holy temple, the \"Bet Hamidrash.\""
    },
    {
        "title": "Reuvain",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "reuvain",
        "description": "Here again we see violence as his head is in his hands and the ever present dagger or sword is indicative of the battles constantly being fought."
    },
    {
        "title": "Simon",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "sancutary",
        "image": "simon",
        "description": "The fisherman. The entire window indicates the presence of the sea which played a great part in the development of Israel at that time."
    },
    {
        "title": "Birth of Moses",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "passover",
        "image": "birthOfMoses",
        "description": "Here we see the cradle in the bull rushes of the Nile River with the colorful vegetation. The new leader of the Jews is born, discovered and raised by an Egyptian princess."
    },
    {
        "title": "Bondage",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "passover",
        "image": "bondage",
        "description": "Here we see the red shackles clearly depicting the enslavement of the Jews by the Egyptians."
    },
    {
        "title": "The Burning Bush",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "passover",
        "image": "theBurningBush",
        "description": "Moses must flee to the dessert after killing an Egyptian. He sees the bush and hears the voice saying, \"Take off your shoes, you are standing on hallowed ground.\" This is when God reveals himself to Moses and is also depicted in the two center doors of our ark."
    },
    {
        "title": "Passover",
        "location": "Gitlin Sanctuary Perimeter",
        "group": "passover",
        "image": "passover",
        "description": "We see the four cups of wine and the fifth for the prophet Elijah. We see the finger pointing to the Promised Land and the Exodus is completed. These four magnificent windows graphically detail what is considered by most as the real start of the Jewish people."
    }
]
